{
    "8": "I crave the indulgence of the reader whilst I explain as briefly as possible\nthe plan upon which I have written this short life of the great sovereign who\nfirmly established the Mughal dynasty in India. The original conception of such an empire was not Akbar's own. His\ngrandfather, Bábar, had conquered a great portion of India, but during the\nfive years which elapsed between the conquest and his death, Bábar\nenjoyed but few opportunities of donning the robe of the administrator. By\nthe rivals whom he had overthrown and by the children of the soil, Bábar\nwas alike regarded as a conqueror, and as nothing more. A man of\nremarkable ability, who had spent all his life in arms, he was really an\nadventurer, though a brilliant adventurer, who, soaring above his\ncontemporaries in genius, taught in the rough school of adversity, had",
    "9": "beheld from his eyrie at Kábul the distracted condition of fertile Hindustán,\nand had dashed down upon her plains with a force that was irresistible.\nSuch was Bábar, a man greatly in advance of his age, generous,\naffectionate, lofty in his views, yet, in his connection with Hindustán, but\nlittle more than a conqueror. He had no time to think of any other system of\nadministration than the system with which he had been familiar all his life,\nand which had been the system introduced by his Afghán predecessors into\nIndia, the system of governing by means of large camps, each commanded\nby a general devoted to himself, and each occupying a central position in a\nprovince. It is a question whether the central idea of Bábar's policy was not\nthe creation of an empire in Central Asia rather than of an empire in India.\nInto this system the welfare of the children of the soil did not enter.\nPossibly, if Bábar had lived, and had lived in the enjoyment of his great\nabilities, he might have come to see, as his grandson saw, that such a system\nwas practically unsound; that it was wanting in the great principle of\ncohesion, of uniting the interests of the conquering and the conquered; that\nit secured no attachment, and conciliated no prejudices; that it remained,\nwithout roots, exposed to all the storms of fortune. We, who know Bábar by\nhis memoirs, in which he unfolds the secrets of his heart, confesses all his\nfaults, and details all his ambitions, may think that he might have done this\nif he had had the opportunity. But the opportunity was denied to him. The\ntime between the first battle of Pánípat, which gave him the north-western\nprovinces of India, and his death, was too short to allow him to think of\nmuch more than the securing of his conquests, and the adding to them of\nadditional provinces. He entered India a conqueror. He remained a\nconqueror, and nothing more, during the five years he ruled at Agra.\nHis son, Humáyún, was not qualified by nature to perform the task which\nBábar had been obliged to neglect. His character, flighty and unstable, and\nhis abilities, wanting in the constructive faculty, alike unfitted him for the\nduty. He ruled eight years in India without contributing a single stone to the\nfoundation of an empire that was to remain. When, at the end of that period,\nhis empire fell, as had fallen the kingdoms of his Afghán predecessors, and\nfrom the same cause, the absence of any roots in the soil, the result of a\nsingle defeat in the field, he lost at one blow all that Bábar had gained south",
    "10": "of the Indus. India disappeared, apparently for ever, from the grasp of the\nMughal.\nThe son of Bábar had succumbed to an abler general, and that abler general\nhad at once completely supplanted him. Fortunately for the Mughal, more\nfortunately still for the people of India, that abler general, though a man of\ngreat ability, had inherited views not differing in any one degree from those\nof the Afghán chiefs who had preceded him in the art of establishing a\ndynasty. The conciliation of the millions of Hindustán did not enter into his\nsystem. He, too, was content to govern by camps located in the districts he\nhad conquered. The consequence was that when he died other men rose to\ncompete for the empire. The confusion rose in the course of a few years to\nsuch a height, that in 1554, just fourteen years after he had fled from the\nfield of Kanauj, Humáyún recrossed the Indus, and recovered Northern\nIndia. He was still young, but still as incapable of founding a stable empire\nas when he succeeded his father.\nHe left behind him writings which prove that, had his life been spared, he\nwould still have tried to govern on the old plan which had broken in the\nhands of so many conquerors who had gone before him, and in his own.\nJust before his death he drew up a system for the administration of India. It\nwas the old system of separate camps in a fixed centre, each independent of\nthe other, but all supervised by the Emperor. It was an excellent plan,\ndoubtless, for securing conquered provinces, but it was absolutely deficient\nin any scheme for welding the several provinces and their people into one\nharmonious whole.\nThe accident which deprived Humáyún of his life before the second battle\nof Pánípat had bestowed upon the young Akbar, then a boy of fourteen, the\nsuccession to the empire of Bábar, was, then, in every sense, fortunate for\nHindustán. Humáyún, during his long absence, his many years of striving\nwith fortune, had learnt nothing and had forgotten nothing. The boy who\nsucceeded him, and who, although of tender years, had already had as many\nadventures, had seen as many vicissitudes of fortune, as would fill the life\nof an ordinary man, was untried. He had indeed by his side a man who was\nesteemed the greatest general of that period, but whose mode of governing\nhad been formed in the rough school of the father of his pupil. This boy,",
    "11": "however, possessed, amid other great talents, the genius of construction.\nDuring the few years that he allowed his famous general to govern in his\nname, he pondered deeply over the causes which had rendered evanescent\nall the preceding dynasties, which had prevented them from taking root in\nthe soil. When he had matured his plans, he took the government into his\nown hands, and founded a dynasty which flourished so long as it adhered to\nhis system, and which began to decay only when it departed from one of its\nmain principles, the principle of toleration and conciliation.\nI trust that in the preceding summary I have made it clear to the reader that\nwhilst, in a certain sense, Bábar was the founder of the Mughal dynasty in\nIndia, he transmitted to his successor only the idea of the mere conqueror.\nCertainly Humáyún inherited only that idea, and associating it with no\nother, lost what his father had won. It is true that he ultimately regained a\nportion of it, but still as a mere conqueror. It was the grandson who struck\ninto the soil the roots which took a firm hold of it, sprung up, and bore rich\nand abundant fruit in the happiness and contentment of the conquered races.\nThis is the argument to the development of which I have devoted the\nfollowing pages. The book seems to me naturally to divide itself into three\nparts. To Bábar, as the developer of the idea of the invasion and conquest of\nIndia, I have devoted the first part. He was a remarkable man, and he would\nhave been remarkable in any age. When he died, at the early age of forty\u0002eight, he left behind him a record which may be read with interest and profit\neven at the close of this nineteenth century. It has seemed to me the more\nnecessary to devote a considerable space to him inasmuch as the reader will\nnot fail to discern, in the actions of the grandson, the spirit and energy and\ninnate nobility of character of the grandfather. Of Humáyún, whose life\nproperly belongs to the first part, I have written as much only as seemed to\nme necessary to illustrate the cause of his fall, and to describe the early days\nof the hero of the book, who was born in Sind, during the father's flight\nfrom India.\nThe remaining two-thirds of the book have been given to Akbar. But, here\nagain, I have subdivided the subject. In the first of the two-thirds, I have\nnarrated, from the pages and on the authority of contemporary\nMuhammadan historians, the political events of the reign. In the last chapter",
    "12": "I have endeavoured to paint the man. From the basis of the records of the\nAin-í-Akbarí and other works I have tried to show what he was as an\nadministrator, as an organiser, as the promulgator of a system which we\nEnglish have to a great extent inherited, as a conciliator of differences\nwhich had lasted through five hundred years, of prejudices which had lived\nfor all time. I have described him as a husband, as a father, as a man, who,\ndespite of a religious education abounding in the inculcation of hostility to\nall who differed from him, gave his intellect the freest course, and based his\nconduct on the teachings of his intellect. This chapter, I am free to confess,\nconstitutes the most interesting portion of the book. For the sake of it, I\nmust ask the reader to pardon me for inflicting upon him that which\nprecedes it. THE FAMILY AND EARLY DAYS OF BÁBAR\nOn the 9th of April, 1336, there was born to the chief of the Birbás, a tribe\nof the purest Mughal origin, at Shehr-Sebz, thirty miles to the north of\nSamarkand, a son, the eldest of his family. This boy, who was called\nTaimur, and who was descended in the female line from Chengiz Khán, was\ngifted by nature with the qualities which enable a man to control his fellow\nmen. Fortune gave him the chance to employ those qualities to the best\nadvantage. The successors of Chengiz Khán in the male line had gradually\nsunk into feebleness and sloth, and, in 1370, the family in that line had died\nout. Taimur, then thirty-four, seized the vacated seat, gained, after many",
    "13": "vicissitudes of fortune, the complete upper hand, and established himself at\nSamarkand the undisputed ruler of all the country between the Oxus and the\nJaxartes. Then he entered upon that career of conquest which terminated\nonly with his life. He established his authority in Mughalistán, or the\ncountry between the Tibet mountains, the Indus and Mekrán, to the north,\nand Siberia to the north; in Kipchak, the country lying north of the lower\ncourse of the Jaxartes, the sea of Aral, and the Caspian, including the rich\nlands on the Don and Wolga, and part of those on the Euxine; he conquered\nIndia, and forced the people of territories between the Dardanelles and\nDelhi to acknowledge his supremacy. When he died, on the 18th February,\n1405, he left behind him one of the greatest empires the world has ever\nseen.\nAfter his death his empire rapidly broke up, and although it was partly\nreconstituted by his great-grandson, Abusáid, the death of this prince in\n1469, when surprised in the defiles of the mountains near Ardebil, and the\ndefeat of his army, precipitated a fresh division among his sons. To the third\nof these, Umershaikh Mirzá, was assigned the province of Fergháná, known\nalso, from the name of its capital, as Khokand.\nUmershaikh was the father of Bábar. He was an ambitious man, bent on\nincreasing his dominions. But the other members of his family were\nactuated by a like ambition, and when he died from the effects of an\naccident, in 1494, he was actually besieged in Akhsí, a fortress-castle which\nhe had made his capital.\nHis eldest son, Bábar, then just twelve years old, was at the time at Andijan,\nthirty-six miles from Akhsí. The enemy was advancing on Andijan. Bábar,\nthe day following his father's death (June 9), seized the citadel, and opened\nnegotiations with the invader. His efforts would have availed him little, if\nthere had not existed jealousies and divisions in the hostile camp. These\nworked for him so as to secure to him all that remained of Fergháná. But he\nhad lost the important towns of Khojend, Marghinan, and Uratiupé.\nFor two years after the retirement of the invader, the boy rested,\nconsolidating his resources, and watching his opportunity. Then, troubles\nhaving arisen in Samarkand, he made a dash at that city, then the most\nimportant in Central Asia. He forced its surrender (November, 1497), but as",
    "14": "he would not allow his troops to pillage, these deserted him by thousands.\nHe held on, however, until the news that Fergháná was invaded compelled\nhim to quit his hold. On the eve of his departure he was prostrated by a\nsevere illness, and when at length he reached Fergháná it was to hear that\nhis capital had surrendered to his enemies. He was, in fact, a king without a\nkingdom. 'To save Andijan,' he wrote, 'I had given up Samarkand: and now\nI found that I had lost the one without preserving the other.'\nHe persevered, however, recovered Fergháná, though a Fergháná somewhat\nshorn of its proportions, and once more made a dash at Samarkand. The\nUzbeks, however, forced him to raise the siege, and, his own dominions\nhaving in the interval been overrun and conquered, he fell back in the\ndirection of Kesh, his birthplace. After many adventures and strivings with\nfortune, he resolved with the aid of the very few adherents who remained to\nhim, to return and attempt the surprise of Samarkand. It was a very daring\nventure, for his entire following numbered but two hundred and forty men.\nHe made the attempt, was foiled; renewed it, and succeeded. He was but\njust in time. For the last of the garrison had but just yielded, when the chief\nof the Uzbeks was seen riding hard for the place, at the head of the\nvanguard of his army. He had to retire, baffled.\nBut Bábar could not keep his conquest. The following spring the Uzbeks\nreturned in force. To foil them Bábar took up a very strong position outside\nthe city, on the Bokhára road, his right flank covered by the river Kohik.\nHad he been content to await his enemy in this position, he would probably\nhave compelled him to retire, for it was too strong to be forced. But he was\ninduced by the astrologers, against his own judgment, to advance beyond it\nto attack the Uzbek army. In the battle which followed, and which he almost\nwon, he was eventually beaten, and retreated within the walls of the city.\nHere he maintained himself for five months, but had then to succumb to\nfamine. He was allowed to quit the city with his following, and made his\nway, first to Uratiupé, ultimately to Dehkát, a village assigned to him by the\nreigning Khán of the former place. For three years that followed he lived\nthe life of an adventurer: now an exile in the desert; now marching and\ngaining a throne; always joyous; always buoyed up by hope of ultimate\nsuccess; always acting with energy and vigour. He attempted to win back,\nand had been forced to abandon, Fergháná; then he resolved, with a motley",
    "15": "band of two to three hundred men, to march on Khorásán. It seemed\nmadness, but the madness had a method. How he marched, and what was\nthe result of his march, will be told in the next chapter. BÁBAR CONQUERS KÁBUL\nAt this period the kingdom of Kábul comprehended solely the provinces of\nKábul and Ghazní, the territory which we should call eastern Afghánistán.\nHerát was the capital of an independent empire, at this time the greatest in\nCentral Asia; and Kandahár, Bajáur, Swát, and Pesháwar, were ruled by\nchiefs who had no connection with Kábul. The tribes of the plains and\noutlying valleys alone acknowledged the authority of the King of that\ncountry. The clans of the mountains were as independent and refractory as\ntheir descendants were up to a recent period. Kábul at this time was in a\nstate bordering upon anarchy. The late King, Abdul-rizák, a grandson of the\nAbusáid referred to in the preceding chapter, had been surprised in, and\ndriven from, the city, by Muhammad Mokim, a son of the ruler of\nKandahár, and that prince, taking no thought of the morrow, was reigning as\nthough all the world were at peace, and he at least were free from danger.\nBábar, I have said, tired of his wandering life, had resolved to march on\nKhorásán. He crossed the Oxus, therefore, and joined by Bákí, the son of\nSultán Khusrou, ruler of the country, marched on Ajer, remained there a few\ndays; then, hearing that the Mughals in Khusrou's service had revolted, he",
    "16": "marched towards Talikán, so as to be able to take advantage of the situation.\nBetween the two places he was joined by the Mughals in question, and\nlearnt that Sultán Khusrou, with the remainder of his troops, was on his way\nto Kábul. The two armies were so close to one another, that an interview\ntook place between the leaders, which resulted in the complete submission\nof Khusrou, whose troops came over in crowds to Bábar. Thus\nstrengthened, Bábar marched upon Kábul, besieged it, and took it (October,\n1504). By this sudden change of fortune, he found himself all at once King\nof Kábul and Ghazní, a kingdom far more powerful than the Fergháná\nwhich he had inherited and lost.\nBábar had but just began to feel his seat in his new kingdom when he\nreceived an invitation to invade a district called Bhera, south of the river\nJehlam, and therefore within the borders of India. The invitation was too\nagreeable to his wishes to be refused, and he accordingly set out for\nJalálábád. The time was January, 1505. The Sultán—for so he was styled—\nrecords in his journals the impression produced upon him by the first sight\nof that favoured part of Asia, an impression shared, doubtless, by his\nsuccessors in the path of invasion, and which may well account for their\ndetermination to push on. 'I had never before,' he wrote, 'seen warm\ncountries nor the country of Hindustán. On reaching them, I all at once saw\na new world; the vegetables, the plants, the trees, the wild animals, all were\ndifferent. I was struck with astonishment, and indeed there was room for\nwonder.' He then proceeded by the Khaibar Pass to Pesháwar, and, not\ncrossing the Indus, marched by Kohát, Bangash, Banú, and Desht Daman,\nto Múltán. Thence he followed the course of the Indus for a few days, then\nturned westward, and returned to Kábul by way of Chotiálí and Ghazní. The\nexpedition has been called Bábar's first invasion of India, but as he only\ntouched the fringes of the country, it took rather the character of a\nreconnoitring movement. Such as it was, it filled him with an earnest desire\nto take an early opportunity to see more.\nBut, like every other conqueror who has been attracted by India, he deemed\nit of vital importance to secure himself in the first place of Kandahár.\nInternal troubles for a time delayed the expedition. Then, when these had\nbeen appeased, external events came to demand his attention. His old\nenemy, Shaibání, was once more ruling at Samarkand, and, after some",
    "17": "lesser conquests, had come to lay siege to Balkh. Sultán Husen Mirzá of\nHerát, alarmed at his progress, sent at once a messenger to Bábar to aid him\nin an attack on the invader. Bábar at once responded, and setting out from\nKábul in June, 1506, reached Kahmerd, and halted there to collect and store\nsupplies. He was engaged in this work when the information was brought\nhim by a messenger that Sultán Husen Mirzá was dead. He at once pushed\non, and after a march of eight hundred miles joined the sons of the late\nSultán and their army on the river Murgháb.\nTwo of the sons of the Sultán had succeeded him as joint-rulers. Bábar\nfound them elegant, accomplished, and intelligent, but effeminate, devoted\nto pleasure, and utterly incapable of making head against the hardy\nShaibání. Whilst they were pleasuring in camp, the latter had taken Balkh.\nAfter some discussion, the two kings decided to break up their army and\nrecommence in the spring. Winter was now coming on, and Bábar was\npersuaded, against his better judgment, to visit his two hosts at Herát. His\ndescription of that royal city takes up pages of his autobiography.\n1 For\ntwenty days he visited every day fresh places; nor was it till the 24th of\nDecember that he decided to march homewards. Our countrymen who served in Afghánistán during the war of 1879-81 can\nrealise what that march must have been; how trying, how difficult, how all\nbut impossible. The distance was twenty days' journey in summer. The road\nacross the mountains, though not very difficult in summer, was especially\ntrying in the depth of winter, and it was at that season, the snow falling\naround him, that Bábar undertook it. He himself showed the way, and with\nincredible exertion led the army, exhausted and reckless, to the foot of the\nZirín Pass. There the situation seemed hopeless. The storm was violent; the\nsnow was deep; and the Pass was so narrow that but one person could pass\nat a time. Still Bábar pushed on, and at nightfall reached a cave large\nenough to admit a few persons. With the generosity which was a marked\nfeature of his character he made his men enter it, whilst, shovel in hand, he\ndug for himself a hole in the snow, near its mouth. Meanwhile those within\nthe cave had discovered that its proportions increased as they went further\nin, and that it could give shelter to fifty or sixty persons. On this Bábar\nentered, and shared with his men their scanty store of provisions. Next",
    "18": "morning, the snow and tempest ceased, and the army pushed on. At length,\ntowards the end of February, he approached Kábul, only, however, to learn\nthat a revolt had taken place in the city, and that although his garrison was\nfaithful, the situation was critical. Bábar was equal to the occasion. Opening\ncommunication with his partisans, by a well-executed surprise he regained\nthe place. His treatment of the rebels was merciful in the extreme.\nDuring the spring of that year, 1507, Shaibání Khán, the Uzbek chief, who\nhad formerly driven Bábar from Samarkand, had attacked and taken Balkh;\nthen invaded Khorásán and occupied Herát. Kandahár, which had been to a\ncertain extent a dependency of the rulers of Herát, had been seized by the\nsons of Mír Zulnun Beg, who had been its Governor under Sultán Husen\nMirzá, and these had invoked the assistance of Bábar against Shaibání.\nBábar, accordingly, marched for Kandahár. On his way thither, he was\njoined by many of the flying adherents of the expelled House of Sultán\nHusen. But, before he could reach Kandahár, Shaibání Khán had put\npressure on the sons of Zulnun, and these had accepted his sovereignty.\nThey notified this act to Bábar in a manner not to be mistaken. The latter,\ntherefore, prepared to make good his claims by force of arms.\nHis army was not numerous, but he had confidence in it and in himself.\nFrom Kilát-í-Ghilzaí, where he first scented the change of front at\nKandahár, he had marched to the ford across the Tarnak. Thence, confirmed\nin his ideas, he moved in order of battle, along the course of the stream, to\nBábá Walí, five or six miles to the north of Kandahár, and had occupied the\nhill of Kálíshad. Here he intended to rest, and sent out his foragers to collect\nsupplies. But, soon after these had quitted the camp, he beheld the enemy's\narmy, to the number of five thousand, move from the city towards him. He\nhad but a thousand men under arms, the remainder being engaged in\nforaging, but he saw it was not a time to hesitate. Ranging his men in\ndefensive order, he awaited the attack. That attack was led in person by the\nsons of Zulnun with great gallantry; but Bábar not only repulsed it, and\nforced the assailants to flee, but, in his pursuit, he cut them off from the\ncity, which surrendered to him with all its treasures. The spoils of the place\nwere magnificently rich. Bábar did not, however, remain in Kandahár.\nLeaving his brother, Nasír Mirzá, to defend it, he returned to Kábul, and",
    "19": "arrived there at the end of July (1507), as he writes, 'with much plunder and\ngreat reputation.'\nHardly had he arrived when he learned that Shaibání Khán had arrived\nbefore Kandahár and was besieging his brother there. He was puzzled how\nto act, for he was not strong enough to meet Shaibání in the field. A\nstrategist by nature, he recognised at the moment that the most effective\nmode open to him would be to make an offensive demonstration. He\ndoubted only whether such a demonstration should be directed against\nBadakshán, whence he could threaten Samarkand, or against India. Finally\nhe decided in favour of the latter course, and, as prompt in action as he was\nquick in decision, he set out for the Indus, marching down the Kábul river.\nWhen, however, he had been a few days at Jalálábád, he heard that\nKandahár had surrendered to Shaibání. Upon this, the object of the\nexpedition having vanished, he returned to Kábul.\nI must pass lightly over the proceedings of the next seven years, eventful\nthough they were. In those years, from 1507 to 1514, Bábar marching\nnorthwards, recovered Fergháná, defeated the Uzbeks, and took Bokhára\nand Samarkand. But the Uzbeks, returning, defeated Bábar at Kulmalik, and\nforced him to abandon those two cities. Attempting to recover them, he was\ndefeated again at Ghajdewan and driven back to Hisár.\n2 Finding, after a\ntime, his chances there desperate, he returned to Kábul. This happened in\nthe early months of 1514. Again there was an interval of eight years, also to be passed lightly over.\nDuring that period Bábar chastised the Afgháns of the mountains, took\nSwát, and finally acquired Kandahár by right of treaty (1522). He took\npossession of, and incorporated in his dominions, that city and its\ndependencies, including parts of the lowlands lying chiefly along the lower\ncourse of the Helmand.\nMeanwhile Sháh Beg, the eldest son of the Zulnun, who had formerly ruled\nin Kandahár, had marched upon and had conquered Sind, and had made",
    "20": "Bukkur the capital. He died in June, 1524. As soon as this intelligence\nreached the Governor of Narsápur, Sháh Hásán, that nobleman, a devoted\nadherent of the family of Taimur, proclaimed Bábar ruler of the country, and\ncaused the Khatbá, or prayer for the sovereign, to be read in his name\nthroughout Sind. There was considerable opposition, but Sháh Hásán\nconquered the whole province, and governed it, acknowledging Bábar as\nhis suzerain. At length, in 1525, was invited to Múltán. He marched against\nthe fortress, and, after a protracted siege, took it by storm (August or\nSeptember, 1526). Meanwhile, great events had happened in India. On the\n29th of April, of the same year, the battle of Pánípat had delivered India into\nthe hands of Bábar. Before proceeding to narrate his invasion of that\ncountry it is necessary that I should describe, very briefly, the condition of\nits actual rulers at the time. BÁBAR'S INVASIONS OF INDIA\nInto the first period of Indian history, that extending from the earliest times\nto the invasion of Mahmúd of Ghazní, in the beginning of the eleventh\ncentury, I do not propose to enter. The world, indeed, possesses little\ndetailed knowledge of that period. It is known that from the Indus to Cape\nComorin the country was peopled by several distinct races, speaking a\nvariety of languages; that the prevailing religions were those of the\nBráhman, the Buddhist, and the Jain; and that the wars periodically",
    "21": "occurring between the several kings of the several provinces or divisions\nwere mostly religious wars.\nThe invasion of Mahmúd of Ghazní came first, in the year 1001, to disturb\nthe existing system. But although Mahmúd, and his successors of the\nGhazní dynasty, penetrated to Delhi, to Rájpútána, and to the furthest\nextremities of Gujarát, they did not practically extend their permanent rule\nbeyond the Punjab. The territories to the south-east of the Sutlej still\nremained subject to Hindu sovereigns. But in 1186, the dynasty of the\nGhaznívís was destroyed by the dynasty of Ghor or Ghur, founded by an\nAfghán of Ghur, a district in Western Afghánistán, a hundred and twenty\nmiles to the south-east of the city of Herát, on the road to Kábul. The Ghuri\ndynasty was, in its turn, supplanted, in 1288, by that of the Khiljí or Ghiljí.\nThe princes of this House, after reigning with great renown for thirty-three\nyears over Delhi and a portion of the territories now known as the North\u0002west Provinces, and, pushing their conquests beyond the Narbadá and the\nDeccan, made way, in 1321, for the Tughlak dynasty, descended from Túrkí\nslaves. The Tughlaks did not possess the art of consolidation. During the\nninety-one years of their rule the provinces ruled by their predecessors\ngradually separated from the central authority at Delhi. The invasion of\nTaimur (1388-9) dealt a fatal blow to an authority already crumbling. The\nchief authority lingered indeed for twelve years in the hands of the then\nrepresentative, Sultán Máhmud. It then passed for a time into the hands of a\nfamily which did not claim the royal title. This family, known in history as\nthe Saiyid dynasty, ruled nominally in Northern India for about thirty-three\nyears, but the rule had no coherence, and a powerful Afghán of the Lodí\nfamily took the opportunity to endeavour to concentrate power in his own\nhands.\nThe Muhammadan rule in India had indeed become by this time the rule of\nseveral disjointed chiefs over several disjointed provinces, subject in point\nof fact to no common head. Thus, in 1450, Delhi, with a small territory\naround it, was held by the representative of the Saiyid family. Within\nfourteen miles of the capital, Ahmad Khán ruled independently in Mewát.\nSambhal, or the province now known as Rohilkhand, extending to the very\nwalls of Delhi, was occupied by Daryá Khán Lodí. Jalesar, now the Itah\ndistrict, by Isá Khán Turk: the district now known as Farukhábád by Rájá ",
    "22": "Partáb Singh: Biána by Dáúd Khán Lodí: and Lahore, Dipálpúr, and\nSirhind, as far south as Pánípat, by Behlul Lodí. Múltán, Jaunpur, Bengal,\nMálwá, and Gujarát, each had its separate king.\nOver most of these districts, and as far eastward as the country immediately\nto the north of Western Bihár, Behlul Lodí, known as Sultán Behlul,\nsucceeded on the disappearance of the Saiyids in asserting his sole\nauthority, 1450-88. His son and successor, Sultán Sikandar Lodí, subdued\nBehar, invaded Bengal, which, however, he subsequently agreed to yield to\nAllah-u-dín, its sovereign, and not to invade it again; and overran a great\nportion of Central India. On his death, in 1518, he had concentrated under\nhis own rule the territories now known as the Punjab; the North-western\nProvinces, including Jaunpur; a great part of Central India; and Western\nBihár. But, in point of fact, the concentration was little more than nominal.\nThe Afghán nobles, to whom from necessity the Lodí Sultán committed the\ncharge of the several districts, were indeed bound to their sovereign by a\nkind of feudal tenure, but within the circle of his own charge each of them\nmade his own will absolute, and insisted on obedience to his decrees alone.\nThe result of this arrangement was that when Sultán Sikandar died the\nseveral important nobles, impatient even of nominal obedience, resolved,\nacting in concert, to assign to his son, Ibráhím, the kingdom of Delhi only,\nand to divide the rest of the deceased Sultán's dominions amongst\nthemselves, Jaunpur alone excepted. This province was to be assigned to\nthe younger brother of Ibráhím, as a separate kingdom, in subordination to\nDelhi. It would appear that when the proposal was first made to him,\nIbráhím, probably seeing no remedy, assented. Upon the remonstrances of\nhis kinsmen, Khán Jahán Lodí, however, he withdrew his assent and\nrecalled his brother, who had already set out for Jaunpur. The brother\nrefused to return. A civil war ensued in which Ibráhím was victorious. On\nthe death of his brother, in 1518, Ibráhím endeavoured to assert his\nauthority over his ambitious nobles. They rebelled. He quelled the rebellion.\nBut the cruel use he made of his victory, far from quenching the discontent,\ncaused fresh revolts. The nobles of Behar, of Oudh, of Jaunpur, flew to\narms: the Punjab followed the example. The civil war was conducted with\ngreat fury and with varying fortunes on both sides. It was when the crisis\nwas extreme that Allah-u-dín, uncle of Sultán Ibráhím, fled to the camp of",
    "23": "Bábar, then engaged in the pacification of the Kandahár districts, and\nimplored him to place him on the throne of Delhi. Almost simultaneously\nthere came to the King of Kábul a still more tempting offer from Dáolát\nKhán, Governor of Lahore, and who was hard pressed by Ibráhím's general,\nbegging for assistance, and offering in return to acknowledge him as his\nsovereign. Bábar agreed, and marched at once in the direction of Lahore.\nThe foregoing sketch of the internal condition of India during the five\ncenturies which had elapsed since the invasion of Mahmúd of Ghazní will\nexplain, I hope sufficiently clearly, how it was that none of the successive\ndynasties had taken root in the soil. Whether that dynasty were Ghazníví, or\nGhurí, or Tughlak, or Saiyid, or Lodí, the representative had fought merely\nfor his own hand and his own advantage. The nobles of the ruling sovereign\nhad in this respect followed the example of their master. Hindustán had thus\nbeen overrun and partly occupied by the feudal followers of chiefs, who in\nturn owed feudal allegiance which they would or would not render,\naccording to the power and capacity of the supreme lord. There had been no\nwelding of the interest of the conquerors and the conquered such as took\nplace in England after the Conquest. The Muhammadans sat as despotic\nrulers of an alien people, who obeyed him because they could not resist.\nThere was no thought of attaching those people to the ruling dynasty either\nby sympathy or by closer union. The conquerors had come as aliens, and as\naliens they remained. Their hold on the country was thus superficial: it had\nno root in the affections of the people, and it could be maintained only by\nthe sword. It was in this respect that it differed so widely from the Mughal\ndynasty, as represented by Akbar, that was to succeed it.\nThe first invasion of India by Bábar, not reckoning the hasty visit spoken of\nin Chapter III, occurred in 1519. Some historians assert that there was a\nsecond invasion the same year. But Ferishtá is probably correct when he\nsays that this so-called invasion amounted simply to an expedition against\nthe Yusufzais, in the course of which Bábar advanced as far as Pesháwar,\nbut did not cross the Indus. There is no doubt, however, that he made an\nexpedition, called the third, in 1520. On this occasion he crossed the Indus,\nmarched into the part known now as the Ráwal Pindí division, crossed the",
    "24": "Jehlam, reached Siálkót, which he spared, and then marched on Saiyidpur,\nwhich he plundered. He was called from this place to Kábul to meet a\nthreatened attack upon that capital.\nThe abortive result of this third expedition more than ever convinced Bábar\nthat no invasion of Hindustán could with certainty succeed unless he could\nsecure his base at Kandahár. He spent, therefore, the next two or three years\nin securing that stronghold and the territory between Ghazní and Khorásán.\nHe had just succeeded in settling these districts on an efficient basis when\nhe received the messages from Allah-u-dín Lodí and Dáolát Khán of\nLahore, the latter of which decided him to undertake his fourth expedition\nto India. Once more did he cross the Indus, the Jehlam, and the Chenáb, and\nadvanced within ten miles of Lahore. There he was met by, and there he\ndefeated, the army of the adherents of the House of Lodí. Lahore fell a prize\nto his troops. But he halted there but four days; then pushing on, reached\nand stormed Dipálpúr.\n1 Here he was joined by Dáolát Khán and his sons.\nThese, however, dissatisfied with the rewards meted out to them, began to\nintrigue against their new master. Bábar was approaching Sirhind, on his\nway to Delhi, when he discovered their machinations. He determined, then,\nto renounce for the moment his forward movement, and to return to Kábul.\nThis he did after having parcelled out the Punjab among chiefs upon whom\nhe hoped he could depend.\nScarcely had he crossed the Indus when the Punjab became the scene of a\nrenewed struggle. Allah-u-dín Lodí, to whom the district of Dipálpúr had\nbeen consigned, fled in despair to Kábul, hoping that Bábar would himself\nundertake the invasion of India. At the moment Bábar could not comply, for\nthe Uzbeks were laying siege to Balkh. However he supplied Allah-u-dín\nwith troops and ordered his generals in the Punjab to support him. But again\ndid the expedition of this prince fail, and he fled from Delhi in confusion to\nthe Punjab. At the time that he entered it, a fugitive, Bábar was preparing\nfor his fifth and last invasion of India.\nOf that invasion I must be content to give the barest outline. Accompanied\nby his son, Humáyún, Bábar descended the Khaibar Pass to Pesháwar,",
    "25": "halted there two days, crossed the Indus the 16th of December, and pushed\non rapidly to Siálkót. On his arrival there, December 29th, he heard of the\ndefeat and flight of Allah-u-dín.2 Undismayed, he marched the following\nmorning to Parsaror, midway between Siálkót and Kalánaur on the Ráví;\nthence to Kalánaur, where he crossed the Ráví; thence to the Bíás, which he\ncrossed, and thence to the strong fortress of Milwat, in which his former\nadherent Dáolát Khán, had taken refuge. Milwat soon fell. Bábar then\nmarched through the Jálandhar Duáb to the Sutlej, placing, as he writes, 'his\nfoot in the stirrup of resolution, and his hand on the reins of confidence-in\u0002God,' crossed it near Rupar, then by way of Ambála, to the Jumna, opposite\nSirsáwá.3 Thence he held down the river for two marches. Two more\nbrought him to Pánípat, fifty-three miles to the north-west of Delhi. There\nhe halted and fortified his camp. The date was April 12, 1526.\nNine days later Ibráhím Lodí, at the head of an army computed by Bábar to\nhave been a hundred thousand strong, attacked the invader in his intrenched\ncamp. 'The sun had mounted spear-high,' writes Bábar, 'when the onset of\nthe battle began, and the combat lasted till midday, when the enemy were\ncompletely broken and routed.' The victory was in all respects decisive.\nIbráhím Lodí was killed, bravely fighting, and Hindustán lay at the feet of\nthe victor. That very day Bábar despatched troops to occupy Delhi and\nAgra. These results were accomplished on the 24th of April and 4th of May\nrespectively.",
    "27": "THE POSITION OF BÁBAR IN HINDUSTÁN\nMaster of the two great centres of power in the north-west, Bábar, with the\nforesight of a statesman, 'took stock' of the actual situation of Hindustán. He\nrealised at once that he was master of Northern India, and that was all. The\nimportant provinces of Oudh, Jaunpur, and Western Behar, had revolted\nagainst Ibráhím, and though that prince had sent an army against the\nrevolters, it seemed but too certain that the two parties would make\ncommon cause against the new invader. Then, Bengal, under its King,\nNasrat Sháh; Gujarát, under Sikandar Sháh; and Málwá, under Sultán\nMahmúd, were three powerful and independent kingdoms. A portion of\nMálwá, indeed, that represented by the fortresses, Ranthambor, at the angle\nformed by the confluence of the Chambal and the Banás; Sarangpur, on the\nKálí Sind; Bhilsa, on the Betwá; Chanderi; and Chitor, very famous in those\ndays, had been re-conquered by the renowned Hindu prince, Ráná Sanga. In\nthe south of India, too, the Báhmanís had established a kingdom, and the\nRájá of Vijayanagar exercised independent authority. There were, moreover,\nhe found, a considerable number of Ráis and Rájás who had never\nsubmitted to Muhammadan kings.\nBut the independence of these several princes did not, he soon recognised,\nconstitute his greatest difficulty. That difficulty arose from the fact that the\nHindu population, never conciliated by the families which had preceded his\nown, were hostile to the invader. 'The north of India,' writes Erskine, 'still\nretained much of its Hindu organisation; its system of village and district\nadministration and government; its division into numerous little\nchieftainships, or petty local governments; and, in political revolutions, the\npeople looked much more to their own immediate rulers than to the prince\nwho governed in the capital.' In a word, never having realised the working\nof a well-ordered system, emanating from one all-powerful centre, they\nregarded the latest conqueror as an intruder whom it might be their interest\nto oppose.",
    "28": "The dread thus engendered by the arrival of a new invader, whose character\nand whose dispositions were alike unknown, was increased by the\nmachinations of the Muhammadan adherents of the old families. These men\nargued that the success of the Mughal invader meant ruin to them. They\nspared no pains, then, to impress upon the Hindu population that neither\ntheir temples nor their wives and daughters would be safe from the rapine\nand lust of the barbarians of Central Asia. Under the influence of a terror\nproduced by these warnings the Hindus fled from before the merciful and\ngenerous invader as he approached Agra, preferring the misery of the jungle\nto the apparent certainty of outrage.\nTo add to Bábar's troubles, there arose at this period discontent in his army.\nThe men composing it were to a great extent mountaineers from the lofty\nranges in Eastern Afghánistán. These men had followed their King with\ndelight so long as there was a prospect of fighting. But Pánípat had given\nthem Northern India. The march from Delhi to Agra was a march through a\ndeserted country, at a season always hot, but the intense heat of which, in\n1526, exceeded the heat of normal years. Like the Highlanders of our own\nPrince Charlie in '45, these highlanders murmured. They, too, longed to\nreturn to their mountain homes. The disaffection was not confined to the\nmen. Even the chiefs complained; and their complaints became so loud that\nthey at last reached the ears of Bábar.\nBábar had been greatly pleased with his conquest. Neither the heat nor the\ndisaffection of the inhabitants had been able to conceal from him the fact\nthat he had conquered the finest, the most fertile, the most valuable part of\nAsia. In his wonderful memoirs1 he devotes more than twenty large printed\npages to describe it. 'It is a remarkably fine country,' he begins. 'It is quite a\ndifferent world compared with our countries.' He saw almost at a glance\nthat all his work was cut out to complete the conquest in the sense he\nattributed to that word. Henceforth the title of King of Kábul was to be\nsubjected to the higher title of Emperor of Hindustán. For him there was no\nturning back. He had noted all the difficulties, and he had resolved how to meet them. A\nthoroughly practical man, he proceeded first to take up that which he rightly",
    "29": "regarded as the greatest—the discontent in the army. Assembling a council\nof his nobles, he laid before them the actual position: told them how, after\nmany toilsome marches and bloody fights, they had won numerous rich and\nextensive provinces. To abandon these and to return to Kábul would be\nshame indeed. 'Let not anyone who calls himself my friend,' he concluded,\n'henceforward make such a proposal. But if there is any among you who\ncannot bring himself to stay, or to give up his purpose of returning back, let\nhim depart.' The address produced the desired effect, and when the words\nwere followed by action, by new encounters and by new successes,\nenthusiasm succeeded discontent.The firmness of the conqueror was soon rewarded in a different manner. No\nsooner did the inhabitants, Muhammadan settlers and Hindu landowners\nand traders, recognise that Bábar intended his occupancy to be permanent,\nthan their fears subsided. Many proofs, meanwhile, of his generous and\nnoble nature had affected public opinion regarding him. Every day then\nbrought accessions to his standard. Villagers and shopkeepers returned to\ntheir homes, and abundance soon reigned in camp. A little later, and the\narmy which had been employed by Ibráhím Lodí to put down rebellion in\nJaunpur and Oudh, acknowledged Bábar as their sovereign. In the interval,\njudiciously employing his troops, he conquered a great part of Rohilkhand;\noccupied the important post of Ráberí, on the Jumna; and laid siege to Itáwa\nand Dholpur. But troubles were preparing for him in Central India, from a\nquarter which it would not do for him to neglect.\nThese troubles were caused by Ráná Sanga, Ráná of Chitor. I have related\nalready how this great prince—for great in every sense of the term he was\n—had won back from the earlier Muhammadan invaders a great portion of\nhis hereditary dominions. He had even done more. He had defeated Ibráhím\nLodí in two pitched battles, those of Bakrául and Chatáulí, and had gained",
    "30": "from other generals sixteen in addition. Before the arrival in India of Bábar\nhe had taken the then famous fort of Ranthambor. But he had continued,\nand was continuing, his career of conquest, and the news which troubled\nBábar was to the effect that the great Rájpút chief had just taken the strong\nhill-fort of Kandar, a few miles to the eastward of Ranthambor.\nTowards the end of the rainy season Bábar held a council to meet these and\nother difficulties. At this council it was arranged that, whilst his eldest son,\nHumáyún,3 then eighteen years old, should march eastward, to complete the\nsubjection of the Duáb, Oudh, and Jaunpur, Bábar should remain at Agra to\nsuperintend there the general direction of affairs. As for Ráná Sanga, it was\nresolved to march against him only when the enemy nearer home should\nhave been subdued. The expedition of Humáyún was completely successful. He conquered the\ncountry as far as the frontiers of Bihár. On his return, January 6th, 1527,\nBábar subdued Biána and Dholpur, took by stratagem the fortress of\nGwalior, received information of the surrender of Múltán. Then, master of\nthe country from the Indus to the frontiers of Western Bihár, and from Kálpi\nand Gwalior to the Himálayas, he turned his attention to the famous Ráná of\nChitor, Ráná Sanga. On February 11 he marched from Agra to encounter\nthe army of this prince, who, joined by Muhammadan auxiliaries of the\nLodí party, had advanced too, and had encamped at Bisáwar, some twelve\nmiles from Biána and some sixty-two, by that place, from Agra. Bábar\nadvanced to Síkrí, now Fatehpur-Síkrí, and halted. In some skirmishes\nwhich followed the Rájpúts had all the advantage, and a great\ndiscouragement fell on the soldiers of Bábar. He contented himself for the\nmoment with making his camp as defensible as possible, and by sending a\nparty to ravage Mewát.",
    "31": "Cooped up in camp, discouraged by the aspect of affairs, Bábar, uneasy at\nthe forced inaction, passed in review the events of his life, and recognised\nwith humility and penitence that throughout it he had habitually violated\none of the strictest injunctions of the Kurán, that which forbids the drinking\nof wine. He resolved at once to amend. Sending then for his golden wine\u0002cups and his silver goblets he had them destroyed in his presence, and gave\nthe proceeds of the sale of the precious metal to the poor. All the wine in the\ncamp was rendered undrinkable or poured on the ground. Three hundred of\nhis nobles followed his example.\nSensible at length that the situation could not be prolonged, Bábar, on\nMarch 12th, advanced two miles towards the enemy, halted, and again\nadvanced the day following to a position he had selected as favourable to an\nengagement. Here he ranged his troops in order of battle. On the 16th the\nRájpúts and their allies advanced, and the battle joined. Of it Bábar has\nwritten in his memoirs a picturesque and, doubtless, a faithful account. It\nmust suffice here to say that he gained a victory so decisive,4 that on the\nmorrow of it Rájpútána lay at his feet. He at once pushed on to Biána,\nthence into Mewát, and reduced the entire province to obedience. But the\neffects of his victory were not limited to conquests achieved by himself.\nTowns in the Duáb which had revolted, returned to their allegiance or were\nrecovered. When the Duáb had been completely pacified Bábar turned his\narms, first, against the Hindu chiefs of Central India, the leader of whom\nwas at the time the Rájá of Chandérí. He had reached the town and fortress\nof that name when information came to him that his generals in the east had\nbeen unfortunate, and had been compelled to fall back from Lucknow upon\nKanauj. Unshaken by this intelligence, the importance of which he\nadmitted, he persevered in the siege of Chandérí, and in a few days stormed\nthe fortress. Having secured the submission of the country he marched\nrapidly eastward, joined his defeated generals near Kanauj, threw a bridge\nacross the Ganges near that place, drove the enemy—the remnant of the\nLodí party—before him, re-occupied Lucknow, crossed the Gúmtí and the\nGogra, and forced the dispirited foe to disperse. He then returned to Agra to\nresume the threads of the administration he was arranging.",
    "32": "But he was not allowed time to remain quiet. The old Muhammadan party\nin Jaunpur had never been effectively subdued. The rich kingdom of Behar,\nadjoining that of Jaunpur, had, up to this time, been unassailed. And now\nthe Muhammadan nobles of both districts combined to place in the hands of\na prince of the house of Lodí—the same who had aided Sanga Ráná against\nBábar—the chief authority in the united kingdom. The conspiracy had been\nconducted with so much secrecy that the result of it only reached Bábar on\nthe 1st of February, 1529. He was then at Dholpur, a place which he greatly\naffected, engaged with his nobles in laying out gardens, and otherwise\nimproving and beautifying the place. That very day he returned to Agra,\nand taking with him such troops as he had at hand, marched the day\nfollowing to join his son Askarí's army, then at Dakdakí, a village near\nKarra,5 on the right bank of the Ganges. He reached that place on the 27th,\nand found Askarí's army on the opposite bank of the river. He at once\ndirected that prince to conform his movements on the left bank to those of\nhis own on the right.The news which reached Bábar here was not of a nature to console. The\nenemy, to the number of a hundred thousand, had rallied round the standard\nof Máhmud Lodí; whilst one of his own generals, Sher Khán, whom he had\ndistinguished by marks of his favour, had joined the insurgents and had\noccupied Benares with his division. Máhmud Lodí was besieging Chanar,\ntwenty-six miles from the sacred city.\nBábar immediately advanced, compelled Máhmud Lodí to raise the siege of\nChanar, forced Sher Khán to evacuate Benares and re-cross the Ganges,\nand, crossing the Karamnása, encamped beyond Chausá, at the confluence\nof that river and the Ganges, and Baksar. Marching thence, he drove his\nenemy before him until he reached Arrah. There he assumed the\nsovereignty of Behar, and there he learned that Máhmud Lodí, attended by\nbut a few followers, had taken refuge with the King of Bengal.\nNasrat Sháh, King of Bengal, had married a niece of Máhmud Lodí. He had\nentered into a kind of convention with Bábar that neither prince was to\ninvade the territories of the other, but, despite this convention, he had",
    "33": "occupied the province of Sáran or Chaprá, and had taken up with his army a\nposition near the junction of the Gogra with the Ganges, very strong for\ndefensive purposes. Bábar resolved to compel the Bengal army to abandon\nthat position. There was, he soon found, but one way to accomplish that\nend, and that was by the use of force. Ranging then his army in six\ndivisions, he directed that four, under his son Askarí, then on the left bank\nof the Ganges, should cross the Gogra, march upon the enemy, and attempt\nto draw them from their camp, and follow them up the Gogra; whilst the\ntwo others, under his own personal direction, should cross the Ganges, then\nthe Gogra, and attack the enemy's camp, cutting him off from his base. The\ncombination, carried out on the 6th of May, entirely succeeded. The Bengal\narmy was completely defeated, and the victory was, in every sense of the\nword, decisive. Peace was concluded with Bengal on the conditions that the\nprovince, now known as Western Behar, should be ceded to Bábar; that\nneither prince should support the enemies of the other, and that neither\nshould molest the dominions of the other.\nThus far I have been guided mainly by the memoirs of the illustrious man\nwhose achievements I have briefly recorded. There is but little more to tell.\nShortly after his return from his victorious campaign in Behar his health\nbegan to decline. The fact could not be concealed, and an account of it\nreached his eldest son, Humáyún, then Governor of Badakshán. That\nprince, making over his government to his brother, Hindal, hastened to\nAgra. He arrived there early in 1530, was most affectionately received, and\nby his sprightly wit and genial manners, made many friends. He had been\nthere but six months when he was attacked by a serious illness. When the\nillness was at its height, and the life of the young prince was despaired of,\nan incident occurred which shows, in a manner not to be mistaken, the\nunselfishness and affection of Bábar. It is thus related in the supplemental\nchapter to the Memoirs.'When all hopes from medicine were over, and whilst several men of skill\nwere talking to the Emperor of the melancholy situation of his son, Abul\nBáká, a personage highly venerated for his knowledge and piety, remarked\nto Bábar that in such a case the Almighty had sometimes vouchsafed to",
    "34": "receive the most valuable thing possessed by one friend, as an offering in\nexchange for the life of another. Bábar exclaimed that, of all things, his life\nwas dearest to Humáyún, as Humáyún's was to him; that his life, therefore,\nhe most cheerfully devoted as a sacrifice for that of his son; and prayed the\nMost High to vouchsafe to accept it.' Vainly did his courtiers remonstrate.\nHe persisted, we are told, in his resolution; walked thrice round the dying\nprince, a solemnity similar to that used by the Muhammadans in sacrifices,\nand, retiring, prayed earnestly. After a time he was heard to exclaim: 'I have\nborne it away! I have borne it away!' The Musalmán historians relate that\nalmost from that moment Humáyún began to recover and the strength of\nBábar began proportionately to decay. He lingered on to the end of the year\n1530. On the 26th December he restored his soul to his Maker, in his palace\nof the Chárbágh, near Agra, in the forty-ninth year of his age. His remains\nwere, in accordance with his dying request, conveyed to Kábul, where they\nwere interred in a lovely spot, about a mile from the city.\nAmongst the famous conquerors of the world Bábar will always occupy a\nvery high place. His character created his career. Inheriting but the shadow\nof a small kingdom in Central Asia, he died master of the territories lying\nbetween the Karamnásá and the Oxus, and those between the Narbadá and\nthe Himálayas. His nature was a joyous nature. Generous, confiding, always\nhopeful, he managed to attract the affection of all with whom he came in\ncontact. He was keenly sensitive to all that was beautiful in nature; had\ncultivated his own remarkable talents to a degree quite unusual in the age in\nwhich he lived; and was gifted with strong affections and a very vivid\nimagination. He loved war and glory, but he did not neglect the arts of\npeace. He made it a duty to inquire into the condition of the races whom he\nsubdued and to devise for them ameliorating measures. He was fond of\ngardening, of architecture, of music, and he was no mean poet. But the\ngreatest glory of his character was that attributed to him by one who knew\nhim well, and who thus recorded his opinion in Taríkhí Reshídí. 'Of all his\nqualities,' wrote Haidar Mirzá, 'his generosity and humanity took the lead.'\nThough he lived long enough only to conquer and not long enough to\nconsolidate, the task of conquering could hardly have been committed to\nhands more pure.",
    "35": "Bábar left four sons: Muhammad Humáyún Mirzá, who succeeded him,\nborn April 5, 1508: Kámrán Mirzá, Hindal Mirzá, and Askarí Mirzá. Before\nhis death he had introduced Humáyún to a specially convened council of\nministers as his successor, and had given him his dying injunctions. The\npoints upon which he had specially laid stress were: the conscientious\ndischarge of duties to God and man; the honest and assiduous\nadministration of justice; the seasoning of punishment to the guilty with the\nextension of tenderness and mercy to the ignorant and penitent, with\nprotection to the poor and defenceless; he besought Humáyún, moreover, to\ndeal kindly and affectionately towards his brothers.\nThus died, in the flower of his manhood, the illustrious chief who\nintroduced the Mughal dynasty into India; who, conquering the provinces of\nthe North-west and some districts in the centre of the peninsula, acquired\nfor that dynasty the prescriptive right to claim them as its own. He had\nmany great qualities. But, in Hindustán, he had had neither the time nor the\nopportunity to introduce into the provinces he had conquered such a system\nof administration as would weld the parts theretofore separate into one\nhomogeneous whole. It may be doubted whether, great as he was, he\npossessed to a high degree the genius of constructive legislation. Nowhere\nhad he given any signs of it. In Kábul and in Hindustán alike, he had\npursued the policy of the conquerors who had preceded him, that of\nbestowing conquered provinces and districts on adherents, to be governed\nby them in direct responsibility to himself, each according to his own plan.\nThus it happened that when he died the provinces in India which\nacknowledged him as master were bound together by that tie alone. Agra\nhad nothing in common with Lucknow; Delhi with Jaunpur. Heavy tolls\nmarked the divisions of territories, inhabited by races of different origin,\nwho were only bound together by the sovereignty of Bábar over all. He\nbequeathed to his son, Humáyún, then, a congeries of territories\nuncemented by any bond of union or of common interest, except that which\nhad been concentrated in his life. In a word, when he died, the Mughal\ndynasty, like the Muhammadan dynasties which had preceded it, had shot\ndown no roots into the soil of Hindustán."
}